Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# Customization.WindowsOptionalFeatures.Feature.WCF_HTTP_Activation45
source: HTTP Activation
ar_sa: تنشيط HTTP
bg_bg: HTTP активиране
cs_cz: Aktivace HTTP
da_dk: HTTP-aktivering
de_de: HTTP-Aktivierung
el_gr: Ενεργοποίηση HTTP
es_mx: Activación HTTP
et_ee: HTTP aktiveerimine
fi_fi: HTTP-aktivointi
fr_ca: Activation HTTP
he_il: הפעלת HTTP
hr_hr: HTTP aktivacija
hu_hu: HTTP aktiválás
it_it: attivazione HTTP
ja_jp: HTTP アクティベーション
ko_kr: HTTP 활성화
lt_lt: HTTP aktyvinimas
lv_lv: HTTP aktivizēšana
nb_no: HTTP-aktivering
nl_nl: HTTP-activering
pl_pl: Aktywacja HTTP
pt_pt: Ativação HTTP
ro_ro: Activare HTTP
ru_ru: активация HTTP
sk_sk: Aktivácia HTTP
sl_si: aktivacija HTTP
sr_latn_rs: HTTP aktivacija
sv_se: HTTP-aktivering
th_th: การเปิดใช้งาน HTTP
tr_tr: HTTP Aktivasyonu
uk_ua: Активація HTTP
zh_cn: HTTP 激活
zh_tw: HTTP 啟用設定

# Customization.WindowsOptionalFeatures.Feature.WCF_MSMQ_Activation45
source: Message Queuing (MSMQ) Activation
ar_sa: تنشيط خدمة وضع الرسائل في قائمة انتظار (MSMQ).
bg_bg: Активиране на опашка за съобщения (MSMQ).
cs_cz: Aktivace služby Řízení front zpráv (MSMQ).
da_dk: Message Queuing (MSMQ) Aktivering
de_de: Aktivierung von Message Queuing (MSMQ).
el_gr: Ενεργοποίηση ουράς μηνυμάτων (MSMQ).
es_mx: Activación de Message Queue Server (MSMQ)
et_ee: sõnumijärjekorra (MSMQ) aktiveerimine
fi_fi: Message Queuing (MSMQ) -aktivointi
fr_ca: activation de Message Queuing (MSMQ)
he_il: הפעלת תור הודעות (MSMQ).
hr_hr: Aktivacija stavljanja poruka u red čekanja (MSMQ)
hu_hu: Üzenetsorolás (MSMQ) aktiválása
it_it: attivazione di Accodamento messaggi (MSMQ).
ja_jp: メッセージ キュー (MSMQ) のアクティブ化
ko_kr: MSMQ(메시지 큐) 활성화
lt_lt: pranešimų eilės (MSMQ) aktyvinimas
lv_lv: Ziņojumu rindas (MSMQ) aktivizēšana
nl_nl: Activering van Message Queuing (MSMQ).
pl_pl: Aktywacja kolejkowania wiadomości (MSMQ).
pt_pt: Ativação do Enfileiramento de Mensagens (MSMQ)
ro_ro: Activare Message Queuing (MSMQ).
ru_ru: активация очереди сообщений (MSMQ).
sk_sk: Aktivácia frontu správ (MSMQ).
sl_si: Aktivacija čakalne vrste sporočil (MSMQ).
sr_latn_rs: Aktivacija čekanja poruka (MSMQ).
sv_se: Message Queuing (MSMQ) Aktivering
th_th: การเปิดใช้งานการจัดคิวข้อความ (MSMQ)
tr_tr: Mesaj Kuyruğa Alma (MSMQ) Etkinleştirme
uk_ua: Активація черги повідомлень (MSMQ).
zh_cn: 消息队列 (MSMQ) 激活
zh_tw: 訊息佇列 (MSMQ) 激活

# Customization.WindowsOptionalFeatures.Feature.WCF_NonHTTP_Activation
source: Windows Communication Foundation Non-HTTP Activation
ar_sa: تنشيط Windows Communication Foundation Non-HTTP
bg_bg: Windows Communication Foundation Non-HTTP активиране
cs_cz: Aktivace Windows Communication Foundation Non-HTTP
de_de: Windows Communication Foundation Nicht-HTTP-Aktivierung
es_mx: Activación no HTTP de Windows Communication Foundation
et_ee: Windows Communication Foundationi mitte-HTTP aktiveerimine
fi_fi: Windows Communication Foundationin muu kuin HTTP-aktivointi
fr_ca: Activation non HTTP de Windows Communication Foundation
hu_hu: Windows Communication Foundation nem HTTP-aktiválás
it_it: attivazione non HTTP di Windows Communication Foundation
ja_jp: Windows Communication Foundation 非 HTTP アクティベーション
ko_kr: Windows Communication Foundation 비HTTP 활성화
lt_lt: „Windows Communication Foundation“ ne HTTP aktyvinimas
lv_lv: Windows Communication Foundation aktivizācija bez HTTP
nl_nl: Windows Communication Foundation niet-HTTP-activering
pl_pl: Aktywacja Windows Communication Foundation bez protokołu HTTP
pt_pt: Ativação não HTTP do Windows Communication Foundation
ro_ro: Activare Windows Communication Foundation non-HTTP
ru_ru: активация Windows Communication Foundation без HTTP.
sk_sk: Aktivácia Windows Communication Foundation Non-HTTP
sl_si: Aktivacija Windows Communication Foundation brez HTTP
sr_latn_rs: Windows Communication Foundation ne-HTTP aktivacija
sv_se: Windows Communication Foundation Icke-HTTP-aktivering
th_th: การเปิดใช้งาน Windows Communication Foundation ที่ไม่ใช่ HTTP
tr_tr: Windows Communication Foundation HTTP Olmayan Etkinleştirme
uk_ua: Активація Windows Communication Foundation без HTTP
zh_cn: Windows Communication Foundation 非 HTTP 激活
zh_tw: Windows Communication Foundation 非 HTTP 激活

# Customization.WindowsOptionalFeatures.Feature.WCF_Pipe_Activation45
source: Named Pipe Activation
bg_bg: Активиране на именуван канал
cs_cz: Aktivace pojmenovaného kanálu
de_de: Named Pipe-Aktivierung
el_gr: Ενεργοποίηση Named Pipe
es_mx: Activación de canalización con nombre
fr_ca: Activation du canal nommé
hr_hr: Aktivacija imenovanog kanala
it_it: attivazione di Named Pipe
ja_jp: 名前付きパイプのアクティブ化
ko_kr: 명명된 파이프 활성화
nb_no: Aktivering av navngitt datakanal
nl_nl: Named Pipe-activering
pl_pl: Aktywacja nazwanego potoku
pt_pt: Ativação de Pipe Nomeado
ru_ru: активация именованного канала
sk_sk: Aktivácia pomenovaného kanála
sl_si: Aktiviranje imenovanega kanala
sr_latn_rs: Aktivacija imenovanog kanala
th_th: การเปิดใช้งานไปป์ที่มีชื่อ
tr_tr: Adlandırılmış Kanal Etkinleştirmesi
uk_ua: Активація іменованих каналів
zh_cn: 命名管道激活
zh_tw: 命名管道啟用

# Customization.WindowsOptionalFeatures.Feature.WCF_Services45
source: WCF Services
ar_sa: خدمات WCF
bg_bg: WCF услуги
cs_cz: Služby WCF
de_de: WCF-Dienste
el_gr: Υπηρεσίες WCF
es_mx: Servicios WCF
et_ee: WCF-teenused
fi_fi: WCF-palvelut
fr_ca: services WCF
hr_hr: WCF usluge
hu_hu: WCF szolgáltatások
it_it: servizi WCF
ja_jp: WCF サービス
ko_kr: WCF 서비스
lt_lt: WCF paslaugos
lv_lv: WCF pakalpojumi
pl_pl: usługi WCF
pt_pt: Serviços WCF
ro_ro: Servicii WCF
ru_ru: службы WCF.
sk_sk: Služby WCF
sl_si: storitve WCF
sr_latn_rs: WCF usluge
sv_se: WCF-tjänster
th_th: บริการ WCF
tr_tr: WCF Hizmetleri
uk_ua: Служби WCF
zh_cn: WCF 服务
zh_tw: WCF 服務

# Customization.WindowsOptionalFeatures.Feature.WCF_TCP_Activation45
source: TCP Activation
ar_sa: تنشيط TCP
bg_bg: TCP активиране
cs_cz: Aktivace TCP
da_dk: TCP-aktivering
de_de: TCP-Aktivierung
el_gr: Ενεργοποίηση TCP
es_mx: Activación TCP
et_ee: TCP aktiveerimine
fi_fi: TCP-aktivointi
fr_ca: Activation TCP
he_il: הפעלת TCP
hr_hr: TCP aktivacija
hu_hu: TCP aktiválás
it_it: attivazione TCP
ja_jp: TCP アクティブ化
ko_kr: TCP 활성화
lt_lt: TCP aktyvinimas
lv_lv: TCP aktivizēšana
nb_no: TCP-aktivering
nl_nl: TCP-activering
pl_pl: Aktywacja TCP
pt_pt: Ativação TCP
ro_ro: Activare TCP
ru_ru: активация TCP
sk_sk: Aktivácia TCP
sl_si: aktivacija TCP
sr_latn_rs: TCP aktivacija
sv_se: TCP-aktivering
th_th: การเปิดใช้งาน TCP
tr_tr: TCP Aktivasyonu
uk_ua: Активація TCP
zh_cn: TCP 激活
zh_tw: TCP 啟用

# Customization.WindowsOptionalFeatures.Feature.WCF_TCP_PortSharing45
source: TCP Port Sharing
ar_sa: مشاركة منفذ TCP
bg_bg: споделяне на TCP порт
da_dk: TCP-portdeling
de_de: TCP-Portfreigabe
el_gr: Κοινή χρήση θύρας TCP
es_mx: Uso compartido de puertos TCP
et_ee: TCP-pordi ühiskasutus
fi_fi: TCP-portin jakaminen
fr_ca: partage de port TCP
he_il: שיתוף יציאות TCP
hr_hr: dijeljenje TCP porta
hu_hu: TCP portmegosztás
it_it: Condivisione porta TCP
ja_jp: TCP ポート共有
ko_kr: TCP 포트 공유
lt_lt: TCP prievado bendrinimas
lv_lv: TCP porta koplietošana
nb_no: TCP-portdeling
nl_nl: TCP-poort delen
pl_pl: udostępnianie portów TCP
pt_pt: partilha de porta TCP
ro_ro: Partajare port TCP
ru_ru: совместное использование TCP-портов.
sk_sk: Zdieľanie portov TCP
sl_si: skupna raba vrat TCP
sr_latn_rs: Deljenje TCP porta
sv_se: TCP-portdelning
th_th: การแชร์พอร์ต TCP
tr_tr: TCP Bağlantı Noktası Paylaşımı
uk_ua: Спільне використання портів TCP
zh_cn: TCP端口共享
zh_tw: TCP連接埠共享

# Customization.WindowsOptionalFeatures.Feature.WorkFolders_Client
source: Work Folders Client
ar_sa: عميل مجلدات العمل
bg_bg: Клиент за работни папки
cs_cz: Klient pracovních složek
de_de: Arbeitsordner-Client
es_mx: Cliente de carpetas de trabajo
fr_ca: client de dossiers de travail
he_il: לקוח תיקיות עבודה
it_it: client Cartelle di lavoro
ja_jp: ワーク フォルダー クライアント
ko_kr: Work Folders 클라이언트
pl_pl: Klient folderów roboczych
pt_pt: Cliente de Pastas de Trabalho
ro_ro: Client Foldere de lucru
ru_ru: Клиент рабочих папок
sk_sk: Klient pracovných priečinkov
sl_si: odjemalec delovnih map
sv_se: Klient för arbetsmappar
th_th: ไคลเอ็นต์โฟลเดอร์งาน
tr_tr: Çalışma Klasörleri İstemcisi
uk_ua: Клієнт робочих папок
zh_cn: 工作文件夹客户端
zh_tw: 工作資料夾客戶端

# Customization.WindowsOptionalFeatures.State.Disable
source: Disable
ar_sa: تعطيل
bg_bg: Деактивиране
cs_cz: Zakázat
da_dk: Deaktiver
de_de: Deaktivieren
el_gr: Απενεργοποίηση
es_mx: Deshabilitar
et_ee: Keela
fi_fi: Poista käytöstä
fr_ca: Désactiver
he_il: השבת
hr_hr: Onemogući
hu_hu: Letiltás
it_it: Disabilita
ja_jp: 無効にする
ko_kr: 비활성화
lt_lt: Išjungti
lv_lv: Atspējot
nb_no: Deaktiver
nl_nl: Uitschakelen
pl_pl: Wyłącz
pt_pt: Desativar
ro_ro: Dezactivează
ru_ru: Отключить
sk_sk: Zakázať
sl_si: Onemogoči
sr_latn_rs: Onemogući
sv_se: Inaktivera
th_th: ปิดการใช้งาน
tr_tr: Devre dışı bırak
uk_ua: Вимкнути
zh_cn: 禁用
zh_tw: 停用

# Customization.WindowsOptionalFeatures.State.Enable
source: Enable
ar_sa: تمكين
bg_bg: Активиране
cs_cz: Povolit
da_dk: Aktiver
de_de: Aktivieren
el_gr: Ενεργοποίηση
es_mx: Habilitar
et_ee: Luba
fi_fi: Ota käyttöön
fr_ca: Activer
he_il: לְאַפשֵׁר
hr_hr: Omogući
hu_hu: Engedélyezés
it_it: Abilita
ja_jp: 有効にする
ko_kr: 활성화
lt_lt: Įgalinti
lv_lv: Iespējot
nb_no: Aktiver
nl_nl: Inschakelen
pl_pl: Włącz
pt_pt: Ativar
ro_ro: Activează
ru_ru: Включить
sk_sk: Povoliť
sl_si: Omogoči
sr_latn_rs: Omogući
sv_se: Aktivera
th_th: เปิดใช้งาน
tr_tr: Etkinleştir
uk_ua: Увімкнути
zh_cn: 启用
zh_tw: 啟用

# Customization.WindowsOptionalFeatures.State.Unchanged
source: Unchanged
ar_sa: دون تغيير
bg_bg: Непроменена
cs_cz: Beze změny
da_dk: Uændret
de_de: Unverändert
el_gr: Αμετάβλητος
es_mx: Sin cambios
et_ee: Muutmata
fi_fi: Muuttumaton
fr_ca: Inchangé
he_il: ללא שינוי
hr_hr: Nepromijenjeno
hu_hu: Változatlan
it_it: Invariato
ja_jp: 変更なし
ko_kr: 변경 안 함
lt_lt: Nepakitęs
lv_lv: Nemainīts
nb_no: Uendret
nl_nl: Onveranderd
pl_pl: Niezmienione
pt_pt: Inalterado
ro_ro: Neschimbat
ru_ru: Без изменений
sk_sk: Nezmenené
sl_si: Nespremenjeno
sr_latn_rs: Nepromenjeno
sv_se: Oförändrat
th_th: ไม่เปลี่ยนแปลง
tr_tr: değişmedi
uk_ua: Без змін
zh_cn: 不变
zh_tw: 不變

# Customization.WindowsOptionalFeatures.SummaryFormat
source: {0} configured ({1} enable, {2} disable)
ar_sa: تم تكوين {0} ({1} تمكين، {2} تعطيل)
bg_bg: {0} конфигуриран ({1} активиране, {2} деактивиране)
cs_cz: {0} nakonfigurováno ({1} povoleno, {2} zakázáno)
da_dk: {0} konfigureret ({1} aktiver, {2} deaktiver)
de_de: {0} konfiguriert ({1} aktivieren, {2} deaktivieren)
el_gr: {0} διαμορφώθηκε ({1} ενεργοποίηση, {2} απενεργοποίηση)
es_mx: {0} configurado ({1} habilitar, {2} deshabilitar)
et_ee: {0} seadistatud ({1} luba, {2} keela)
fi_fi: {0} määritetty ({1} käyttöön, {2} pois käytöstä)
fr_ca: {0} configuré ({1} activé, {2} désactivé)
he_il: {0} מוגדר ({1} הפעל, {2} השבת)
hr_hr: {0} konfigurirano ({1} omogući, {2} onemogući)
hu_hu: {0} konfigurálva ({1} engedélyezve, {2} letiltva)
it_it: {0} configurato ({1} abilita, {2} disabilita)
ja_jp: {0} が構成されました ({1} が有効、{2} が無効)
ko_kr: {0} 구성됨({1} 활성화, {2} 비활성화)
lt_lt: {0} sukonfigūruota ({1} įjungti, {2} išjungti)
lv_lv: {0} konfigurēts ({1} iespējot, {2} atspējot)
nb_no: {0} konfigurert ({1} aktiver, {2} deaktiver)
nl_nl: {0} geconfigureerd ({1} inschakelen, {2} uitschakelen)
pl_pl: Skonfigurowano {0} ({1} włącz, {2} wyłącz)
pt_pt: {0} configurado ({1} ativar, {2} desativar)
ro_ro: {0} configurat ({1} activat, {2} dezactivat)
ru_ru: {0} настроено ({1} включить, {2} отключить)
sk_sk: {0} nakonfigurované ({1} povoliť, {2} zakázať)
sl_si: {0} konfigurirano ({1} omogoči, {2} onemogoči)
sr_latn_rs: {0} konfigurisano ({1} omogući, {2} onemogući)
sv_se: {0} konfigurerad ({1} aktivera, {2} inaktivera)
th_th: กำหนดค่า {0} (เปิดใช้งาน {1}, {2} ปิดใช้งาน)
tr_tr: {0} yapılandırıldı ({1} etkinleştir, {2} devre dışı bırak)
uk_ua: {0} налаштовано ({1} увімкнути, {2} вимкнути)
zh_cn: 已配置 {0}（{1} 启用，{2} 禁用）
zh_tw: 已配置 {0}（{1} 啟用，{2} 停用）

# Customization.WindowsOptionalFeatures.Warning.CopilotPlus
source: Availability depends on Copilot+ PC hardware and the installed Windows image.
ar_sa: يعتمد التوفر على أجهزة Copilot+ PC وصورة Windows المثبتة.
bg_bg: Наличността зависи от хардуера на компютъра Copilot+ и инсталираното изображение на Windows.
cs_cz: Dostupnost závisí na hardwaru počítače Copilot+ a nainstalovaném obrazu Windows.
da_dk: Tilgængeligheden afhænger af Copilot+ pc-hardware og det installerede Windows-image.
de_de: Die Verfügbarkeit hängt von der Copilot+ PC-Hardware und dem installierten Windows-Image ab.
el_gr: Η διαθεσιμότητα εξαρτάται από το υλικό του υπολογιστή Copilot+ και την εγκατεστημένη εικόνα των Windows.
es_mx: La disponibilidad depende del hardware de la PC Copilot+ y de la imagen de Windows instalada.
et_ee: Saadavus sõltub Copilot+ arvuti riistvarast ja installitud Windowsi pildist.
fi_fi: Saatavuus riippuu Copilot+ PC -laitteistosta ja asennetusta Windows-näköistiedostosta.
fr_ca: La disponibilité dépend du matériel PC Copilot+ et de l'image Windows installée.
he_il: הזמינות תלויה בחומרת PC Copilot+ ובתמונת Windows המותקנת.
hr_hr: Dostupnost ovisi o Copilot+ PC hardveru i instaliranoj slici sustava Windows.
hu_hu: Az elérhetőség a Copilot+ PC hardverétől és a telepített Windows rendszerképtől függ.
it_it: La disponibilità dipende dall'hardware del PC Copilot+ e dall'immagine Windows installata.
ja_jp: 利用できるかどうかは、Copilot+ PC ハードウェアとインストールされている Windows イメージによって異なります。
ko_kr: 가용성은 Copilot+ PC 하드웨어 및 설치된 Windows 이미지에 따라 다릅니다.
lt_lt: Prieinamumas priklauso nuo „Copilot+“ kompiuterio aparatinės įrangos ir įdiegto „Windows“ vaizdo.
lv_lv: Pieejamība ir atkarīga no Copilot+ datora aparatūras un instalētā Windows attēla.
nb_no: Tilgjengelighet avhenger av Copilot+ PC-maskinvare og det installerte Windows-bildet.
nl_nl: De beschikbaarheid is afhankelijk van de Copilot+ pc-hardware en de geïnstalleerde Windows-image.
pl_pl: Dostępność zależy od sprzętu PC Copilot+ i zainstalowanego obrazu systemu Windows.
pt_pt: A disponibilidade depende do hardware do PC Copilot+ e da imagem do Windows instalada.
ro_ro: Disponibilitatea depinde de hardware-ul PC Copilot+ și de imaginea Windows instalată.
ru_ru: Доступность зависит от аппаратного обеспечения ПК Copilot+ и установленного образа Windows.
sk_sk: Dostupnosť závisí od hardvéru počítača Copilot+ a nainštalovaného obrazu systému Windows.
sl_si: Razpoložljivost je odvisna od strojne opreme Copilot+ PC in nameščene slike Windows.
sr_latn_rs: Dostupnost zavisi od hardvera računara Copilot+ i instaliranog Windows imidža.
sv_se: Tillgängligheten beror på Copilot+ PC-hårdvara och den installerade Windows-avbildningen.
th_th: ความพร้อมใช้งานขึ้นอยู่กับฮาร์ดแวร์พีซี Copilot+ และอิมเมจ Windows ที่ติดตั้ง
tr_tr: Kullanılabilirlik, Copilot+ PC donanımına ve yüklü Windows görüntüsüne bağlıdır.
uk_ua: Доступність залежить від апаратного забезпечення ПК Copilot+ та встановленого образу Windows.
zh_cn: 可用性取决于 Copilot+ PC 硬件和安装的 Windows 映像。
zh_tw: 可用性取決於 Copilot+ PC 硬體和安裝的 Windows 映像。

# Customization.WindowsOptionalFeatures.Warning.HardwareVirtualization
source: Requires compatible virtualization hardware and firmware settings.
ar_sa: يتطلب أجهزة افتراضية متوافقة وإعدادات البرامج الثابتة.
bg_bg: Изисква съвместим хардуер за виртуализация и настройки на фърмуера.
cs_cz: Vyžaduje kompatibilní virtualizační hardware a nastavení firmwaru.
da_dk: Kræver kompatibel virtualiseringshardware og firmwareindstillinger.
de_de: Erfordert kompatible Virtualisierungshardware- und Firmwareeinstellungen.
el_gr: Απαιτεί συμβατές ρυθμίσεις υλικού εικονικοποίησης και υλικολογισμικού.
es_mx: Requiere configuración de firmware y hardware de virtualización compatible.
et_ee: Nõuab ühilduvat virtualiseerimisriistvara ja püsivara sätteid.
fi_fi: Edellyttää yhteensopivaa virtualisointilaitteistoa ja laiteohjelmistoa.
fr_ca: Nécessite des paramètres de matériel et de micrologiciel de virtualisation compatibles.
he_il: דורש הגדרות חומרה וקושחה תואמות של וירטואליזציה.
hr_hr: Zahtijeva kompatibilne postavke hardvera i firmvera za virtualizaciju.
hu_hu: Kompatibilis virtualizációs hardver- és firmware-beállításokat igényel.
it_it: Richiede impostazioni hardware e firmware di virtualizzazione compatibili.
ja_jp: 互換性のある仮想化ハードウェアとファームウェアの設定が必要です。
ko_kr: 호환되는 가상화 하드웨어 및 펌웨어 설정이 필요합니다.
lt_lt: Reikia suderinamos virtualizacijos aparatinės ir programinės įrangos nustatymų.
lv_lv: Nepieciešami saderīgi virtualizācijas aparatūras un programmaparatūras iestatījumi.
nb_no: Krever kompatibel virtualiseringsmaskinvare og fastvareinnstillinger.
nl_nl: Vereist compatibele virtualisatiehardware en firmware-instellingen.
pl_pl: Wymaga zgodnego sprzętu do wirtualizacji i ustawień oprogramowania sprzętowego.
pt_pt: Requer definições de hardware e firmware de virtualização compatíveis.
ro_ro: Necesită setări hardware și firmware de virtualizare compatibile.
ru_ru: Требуется совместимое оборудование виртуализации и настройки встроенного ПО.
sk_sk: Vyžaduje kompatibilný virtualizačný hardvér a nastavenia firmvéru.
sl_si: Zahteva združljivo strojno in programsko opremo za virtualizacijo.
sr_latn_rs: Zahteva kompatibilna podešavanja hardvera i firmvera za virtuelizaciju.
sv_se: Kräver kompatibla virtualiseringshårdvaru- och firmwareinställningar.
th_th: ต้องมีการตั้งค่าฮาร์ดแวร์และเฟิร์มแวร์การจำลองเสมือนที่เข้ากันได้
tr_tr: Uyumlu sanallaştırma donanımı ve ürün yazılımı ayarları gerektirir.
uk_ua: Потрібне сумісне апаратне забезпечення віртуалізації та налаштування мікропрограми.
zh_cn: 需要兼容的虚拟化硬件和固件设置。
zh_tw: 需要相容的虛擬化硬體和韌體設定。

# Customization.WindowsOptionalFeatures.Warning.MatchingSource
source: Enabling this feature requires a matching setup-media sources\sxs payload.
ar_sa: يتطلب تمكين هذه الميزة حمولة مطابقة من sources\sxs على وسائط التثبيت.
bg_bg: Активирането на тази функция изисква съвпадение на медия за настройка sources\sxs.
cs_cz: Povolení této funkce vyžaduje shodu setup-media sources\sxs.
da_dk: Aktivering af denne funktion kræver matchende opsætningsmedier sources\sxs.
de_de: Um diese Funktion zu aktivieren, ist ein Abgleich von setup-media sources\sxs erforderlich.
el_gr: Η ενεργοποίηση αυτής της λειτουργίας απαιτεί αντιστοίχιση μέσων ρύθμισης sources\sxs.
es_mx: Para habilitar esta característica se requiere una carga útil correspondiente de sources\sxs del medio de instalación.
et_ee: Selle funktsiooni lubamiseks on vaja setup-media sources\sxs vastet.
fi_fi: Tämän ominaisuuden käyttöönotto edellyttää, että setup-media sources\sxs on täsmäävä.
fr_ca: L’activation de cette fonctionnalité nécessite une charge utile sources\sxs correspondante provenant du support d’installation.
he_il: הפעלת תכונה זו דורשת מטען תואם ממדיית ההתקנה ב-sources\sxs.
hr_hr: Omogućavanje ove značajke zahtijeva odgovarajući medij za postavljanje sources\sxs.
hu_hu: A funkció engedélyezéséhez egyező setup-media sources\sxs szükséges.
it_it: L'abilitazione di questa funzionalità richiede un payload corrispondente del supporto di installazione in sources\sxs.
ja_jp: この機能を有効にするには、セットアップ メディアの sources\sxs に一致するペイロードが必要です。
ko_kr: 이 기능을 활성화하려면 설치 미디어의 sources\sxs에 일치하는 페이로드가 있어야 합니다.
lt_lt: Norint įjungti šią funkciją, reikia suderinti sąrankos laikmeną sources\sxs.
lv_lv: Lai iespējotu šo līdzekli, ir nepieciešama atbilstoša instalācijas datu nesēja sources\sxs lietderīgā slodze.
nb_no: Aktivering av denne funksjonen krever en samsvarende nyttelast i sources\sxs på installasjonsmediet.
nl_nl: Voor het inschakelen van deze functie is een overeenkomende payload in sources\sxs op de installatiemedia vereist.
pl_pl: Włączenie tej funkcji wymaga zgodnego ładunku sources\sxs z nośnika instalacyjnego.
pt_pt: A ativação desta funcionalidade requer uma origem correspondente do suporte de instalação em sources\sxs.
ro_ro: Activarea acestei caracteristici necesită o sursă corespunzătoare din mediul de instalare în sources\sxs.
ru_ru: Для включения этой функции требуется соответствие установочного носителя sources\sxs.
sk_sk: Povolenie tejto funkcie vyžaduje zodpovedajúci zdroj inštalačného média v sources\sxs.
sl_si: Omogočanje te funkcije zahteva ujemanje nastavitvenega medija sources\sxs.
sr_latn_rs: Omogućavanje ove funkcije zahteva odgovarajući izvor sa instalacionog medija u sources\sxs.
sv_se: Aktivering av den här funktionen kräver matchande installationsmediekällor i sources\sxs.
th_th: การเปิดใช้งานฟีเจอร์นี้ต้องใช้แหล่งที่มาที่ตรงกันจากสื่อการติดตั้งใน sources\sxs
tr_tr: Bu özelliği etkinleştirmek için sources\sxs içindeki eşleşen kurulum medyası kaynağı gerekir.
uk_ua: Щоб увімкнути цю функцію, потрібне відповідне джерело з інсталяційного носія в sources\sxs.
zh_cn: 启用此功能需要 sources\sxs 中匹配的安装媒体源。
zh_tw: 啟用此功能需要 sources\sxs 中相符的安裝媒體來源。

# Customization.WindowsOptionalFeatures.Warning.MediaFeaturePack
source: Windows N editions may require the Media Feature Pack.
ar_sa: قد تتطلب إصدارات Windows N حزمة ميزات الوسائط.
bg_bg: Изданията на Windows N може да изискват Media Feature Pack.
cs_cz: Edice Windows N mohou vyžadovat Media Feature Pack.
da_dk: Windows N-udgaver kræver muligvis Media Feature Pack.
de_de: Für Windows N-Editionen ist möglicherweise das Media Feature Pack erforderlich.
el_gr: Οι εκδόσεις των Windows N ενδέχεται να απαιτούν το πακέτο δυνατοτήτων πολυμέσων.
es_mx: Las ediciones de Windows N pueden requerir el Media Feature Pack.
et_ee: Windows N väljaanded võivad vajada Media Feature Packi.
fi_fi: Windows N -versiot saattavat vaatia Media Feature Packin.
fr_ca: Les éditions Windows N peuvent nécessiter le Media Feature Pack.
he_il: מהדורות Windows N עשויות לדרוש את ערכת ה-Media Feature Pack.
hr_hr: Izdanja sustava Windows N mogu zahtijevati Media Feature Pack.
hu_hu: A Windows N kiadásokhoz szükség lehet a Media Feature Pack csomagra.
it_it: Le edizioni di Windows N potrebbero richiedere il Media Feature Pack.
ja_jp: Windows N エディションでは、Media Feature Pack が必要な場合があります。
ko_kr: Windows N 에디션에는 미디어 기능 팩이 필요할 수 있습니다.
lt_lt: „Windows N“ leidimams gali prireikti „Media Feature Pack“.
lv_lv: Windows N izdevumos var būt nepieciešama Media Feature Pack.
nb_no: Windows N-utgaver kan kreve Media Feature Pack.
nl_nl: Voor Windows N-edities is mogelijk het Media Feature Pack vereist.
pl_pl: Wersje systemu Windows N mogą wymagać pakietu Media Feature Pack.
pt_pt: As edições do Windows N podem exigir o Media Feature Pack.
ro_ro: Edițiile Windows N pot necesita pachetul de caracteristici media.
ru_ru: Для выпусков Windows N может потребоваться пакет Media Feature Pack.
sk_sk: Vydania systému Windows N môžu vyžadovať balík Media Feature Pack.
sl_si: Izdaje Windows N bodo morda zahtevale paket Media Feature Pack.
sr_latn_rs: Izdanja operativnog sistema Windows N mogu zahtevati Media Feature Pack.
sv_se: Windows N-utgåvor kan kräva Media Feature Pack.
th_th: รุ่น Windows N อาจต้องใช้ Media Feature Pack
tr_tr: Windows N sürümleri Medya Özellik Paketi gerektirebilir.
uk_ua: Для випусків Windows N може знадобитися Media Feature Pack.
zh_cn: Windows N 版本可能需要媒体功能包。
zh_tw: Windows N 版本可能需要媒體功能包。
